base-devel
bash-completion
firefox
kate
kscreen
linux-headers
man-db
man-pages
memtest86+-efi
nano
nemo
neofetch
networkmanager
noto-fonts
okular
reflector
sddm
systemsettings
terminator
vim
xdg-user-dirs
xdg-utils
xorg-server
xterm
--END OF MINIMAL INSTALL--
alacritty
alsa-utils
ark
audacity
bc
blueberry
bluez
bluez-utils
brightnessctl
btrfs-progs
calf
capitaine-cursors
chromium
colordiff
cups
dialog
dmidecode
dnsmasq
dosfstools
dust
easyeffects
edk2-ovmf
efibootmgr
exfat-utils
feh
ffmpeg
ffmpegthumbnailer
flameshot
flex
freerdp
fzf
geeqie
gimp
gnome-keyring
gpac
gpick
gptfdisk
graphicsmagick
gst-plugin-pipewire
gst-plugins-base
gst-plugins-good
gvfs-mtp
hdf5
htop
i3lock
imagemagick
inkscape
jdk-openjdk
kcalc
keepassxc
konsole
krita
kruler
ladspa
lib32-libpulse
lib32-vulkan-icd-loader
libreoffice-still
libvirt
lsp-plugins
lxappearance
lxsession
mediainfo
mediainfo-gui
mesa
metasploit
mpv
mupdf
ncftp
nemo-terminal
network-manager-applet
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
numlockx
obsidian
os-prober
p7zip
patch
pavucontrol
pdftk
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pragha
print-manager
python
python-pip
qbittorrent
qemu
qemu-base
redshift
rmlint
rnote
rsync
scrcpy
scrot
shotwell
skanlite
skanpage
songrec
swh-plugins
system-config-printer
tar
telegram-desktop
termdown
tesseract
tesseract-data-eng
tesseract-data-por
texlive-binextra
texlive-core
texlive-latexrecommended
translate-shell
udisks2
unarchiver
unrar
unzip
upower
usbguard
usbutils
v4l-utils
vde2
virt-manager
vulkan-icd-loader
vulkan-tools
which
wine
wine-mono
winetricks
wireplumber
wmctrl
xbindkeys
xclip
xcolor
xdotool
xorg-xev
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xwininfo
yt-dlp
zip
