base-devel
bash-completion
firefox
kate
kscreen
linux-headers
man-db
man-pages
nano
nemo
neofetch
networkmanager
noto-fonts
okular
reflector
sddm
systemsettings
terminator
vim
xdg-user-dirs
xdg-utils
xorg-server
xterm
--END OF MINIMAL INSTALL--
alsa-utils
ark
blueberry
bluez
bluez-utils
btrfs-progs
capitaine-cursors
chromium
code
cups
dialog
dmidecode
dosfstools
dust
edk2-ovmf
efibootmgr
element-desktop
exfat-utils
fceux
feh
ffmpeg
filelight
flameshot
flex
gimp
gnome-keyring
gpick
gptfdisk
graphicsmagick
gvfs-mtp
htop
i3lock
inkscape
jdk-openjdk
kcalc
keepassxc
krita
lxappearance
lxqt-policykit
mesa
metasploit
mupdf
network-manager-applet
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
obsidian
os-prober
p7zip
pantheon-videos
patch
pavucontrol
print-manager
python
python-pip
qbittorrent
qemu
qemu-arch-extra
rmlint
rsync
scrcpy
scrot
skanlite
skanpage
tar
telegram-desktop
termdown
tesseract
tesseract-data-eng
tesseract-data-por
udisks2
unarchiver
unrar
unzip
usbutils
v4l-utils
virt-manager
which
wine-mono
winetricks
xclip
xorg-xinit
xorg-xkill
yt-dlp
zip
